---
kind: enumMember
id: F:Autodesk.Revit.DB.Mechanical.ReturnAirflowType.CalculatedSupplyAirflow
enum: Autodesk.Revit.DB.Mechanical.ReturnAirflowType
source: html/9d22c44b-d7b9-ba3f-3e3c-67ff1cf7156b.htm
---
# Autodesk.Revit.DB.Mechanical.ReturnAirflowType.CalculatedSupplyAirflow

Return Airflow Type is CalculatedSupplyAirflow.